Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Announcement Created By You
ar: الإعلان الذي قمت بإنشائه
ca: Anunci creat per vós
cy: Cyhoeddiad wedi'i greu gennych chi
da: Besked oprettet af dig
da_instk12: Besked oprettet af dig
de: Von Ihnen erstellte Ankündigungen
es: Anuncio creado por usted
es_es: Anuncio creado por ti
fi: Luomasi ilmoitus
fr: Annonces crées par vous-même
fr_ca: Annonce que vous avez créé
ga: Fógra cruthaithe agatsa
hi: आपके द्वारा बनाई गई घोषणा
ht: Anons Ou Kreye
id: Pengumuman yang Anda Buat
is: Tilkynning sem þú hefur stofnað
it: Annuncio creato da te
ja: あなたが作成したアナウンスメント
ko: 내가 만든 공지
mi: Pānuitanga Waihangatia e koe
ms: Pengumuman Yang Dibuat Oleh Anda
nb: Kunngjøring opprettet av deg
nb_instk12: Beskjed opprettet av deg
nl: Aankondigingen die je hebt gemaakt
pl: Ogłoszenie utworzone przez Ciebie
pt: Anúncio Criado Por Si
pt_br: Anúncio criado por você
ru: Созданное вами объявление
sl: Obvestila, ki ste jih ustvarili
sv: Anslag som du skapat
sv_instk12: Anslag som du skapat
th: ประกาศที่จัดทำโดยคุณ
vi: Thông Báo Do Bạn Tạo
zh: 您所创建的公告
zh_hk: 您創建的通告

source: Announcement Details
ar: تفاصيل الإعلان
ca: Informació de l'anunci
cy: Manylion Cyhoeddiad
da: Beskeddetaljer
da_instk12: Beskeddetaljer
de: Ankündigungsdetails
es: Detalles del anuncio
es_es: Detalles del anuncio
fi: Ilmoituksen tiedot
fr: Détails de l’annonce
fr_ca: Détails de l’annonce
ga: Sonraí an Fhógra
hi: घोषणा का विवरण
ht: Detay Anons
id: Detail Pengumuman
is: Upplýsingar tilkynningar
it: Dettagli annuncio
ja: アナウンスの詳細
ko: 공지 세부 정보
mi: Taipitopito Pānuitanga
ms: Butiran Pengumuman
nb: Kunngjøringsdetaljer
nb_instk12: Beskjedsdetaljer
nl: Details over aankondiging
pl: Informacje szczegółowe dotyczące ogłoszenia
pt: Detalhes do anúncio
pt_br: Detalhes do aviso
ru: Сведения об объявлении
sl: Podrobnosti o obvestilu
sv: Anslagets detaljer
sv_instk12: Meddelandeinformation
th: รายละเอียดประกาศแจ้ง
vi: Thông Tin Chi Tiết Thông Báo
zh: 公告详细信息
zh_hk: 通告詳細資料

source: Announcement Replies
ar: ردود الإعلان
ca: Respostes a l'anunci
cy: Ymatebion i'r Cyhoeddiad
da: Svar på besked
da_instk12: Svar på besked
de: Antworten auf Ankündigung
es: Respuestas al anuncio
es_es: Respuestas al anuncio
fi: Ilmoituksen vastaukset
fr: Réponses à l’annonce
fr_ca: Réponses à l’annonce
ga: Freagraí an Fhógra
hi: घोषणा के उत्तर
ht: Repons Anons
id: Balasan Pengumuman
is: Svör við tilkynningum
it: Risposte annuncio
ja: アナウンスの回答
ko: 공지 답변
mi: Pānuitanga ngā Whakautu
ms: Balasan Pengumuman
nb: Kunngjøringssvar
nb_instk12: Beskjedssvar
nl: Antwoorden op aankondiging
pl: Odpowiedzi na ogłoszenie
pt: Respostas do anúncio
pt_br: Respostas do aviso
ru: Ответы на объявление
sl: Odgovori na obvestilo
sv: Meddelandesvar
sv_instk12: Meddelandesvar
th: การตอบกลับประกาศแจ้ง
vi: Trả Lời Thông Báo
zh: 公告回复
zh_hk: 通告回覆

source: Announcements
ar: الإعلانات
ca: Anuncis
cy: Cyhoeddiadau
da: Beskeder
da_instk12: Beskeder
de: Ankündigungen
es: Anuncios
es_es: Anuncios
fi: Ilmoitukset
fr: Annonces
fr_ca: Annonces
ga: Fógraí
hi: घोषणाएं
ht: Anons
id: Pengumuman
is: Tilkynningar
it: Annunci
ja: アナウンス
ko: 공지
mi: Pānuitanga
ms: Pengumuman
nb: Kunngjøringer
nb_instk12: Beskjeder
nl: Aankondigingen
pl: Ogłoszenia
pt: Anúncios
pt_br: Avisos
ru: Объявления
sl: Obvestila
sv: Anslag
sv_instk12: Meddelande
th: ประกาศ
vi: Thông báo chung
zh: 公告
zh_hk: 通告

source: Annually
ar: سنويًا
ca: Anualment
cy: Blynyddol
da: Årligt
da_instk12: Årligt
de: Jährlich
es: Todos los años
es_es: Anualmente
fi: Vuosittain
fr: Tous les ans
fr_ca: Annuellement
ga: Go bliantúil
hi: वार्षिक रूप से
ht: Pa Ane
id: Tahunan
is: Árlega
it: Ogni anno
ja: 年に1回
ko: 매년
mi: Ia tau
ms: Setiap tahun
nb: Årlig
nb_instk12: Årlig
nl: Jaarlijks
pl: Rocznie
pt: Anualmente
pt_br: Anualmente
ru: Ежегодно
sl: Letno
sv: Årlig
sv_instk12: Årlig
th: ทุกปี
vi: Hàng năm
zh: 每年
zh_hk: 一年一次

source: Annually on %@
ar: سنويًا في %@
ca: Anualment el %@
cy: Blynyddol ar %@
da: Årligt den %@
da_instk12: Årligt den %@
de: Jährlich am %@
es: Todos los años en %@
es_es: Anualmente el %@
fi: Vuosittain pvm %@
fr: Tous les ans le %@
fr_ca: Annuellement le %@
ga: Go bliantúil ar an %@
hi: %@ को वार्षिक रूप से
ht: Pa ane sou %@
id: Setiap tahun pada %@
is: Árlega þann %@
it: Annualmente il %@
ja: 年に1回%@に
ko: 매년 다음에 %@
mi: Ia tau i runga %@
ms: Setiap tahun pada %@
nb: Årlig %@
nb_instk12: Årlig den %@
nl: Jaarlijks op %@
pl: Co roku w %@
pt: Anualmente em %@
pt_br: Anualmente em %@
ru: Ежегодно в %@
sl: Vsako leto %@
sv: Årligen den %@
sv_instk12: Årligen den %@
th: ทุกปีเมื่อ %@
vi: Hàng năm vào %@
zh: 每年 %@
zh_hk: 一年一次在 %@

source: Anyone
ar: أي شخص
ca: Qualsevol persona
cy: Unrhyw un
da: Alle
da_instk12: Alle
de: Jeder
es: Cualquiera
es_es: Cualquiera
fi: Kuka tahansa
fr: Tous
fr_ca: Tous
ga: Aon duine
hi: कोई भी
ht: Nenpòt
id: Siapa Saja
is: Hver sem er
it: Chiunque
ja: 全員
ko: 모든 사용자
mi: Tangata
ms: Sesiapa sahaja
nb: Hvem som helst
nb_instk12: Hvem som helst
nl: Iedereen
pl: Wszyscy
pt: Qualquer pessoa
pt_br: Qualquer pessoa
ru: Все
sl: Kdor koli
sv: Vem som helst
sv_instk12: Vem som helst
th: ทุกคน
vi: Bất Kỳ Ai
zh: 任何人
zh_hk: 任何人

source: App
ar: التطبيق
ca: Aplicació
cy: Ap
es: Aplicación
es_es: Aplicación
fi: Sovellus
fr: Application
fr_ca: Appl.
ga: Aip
hi: ऐप
is: Smáforrit
ja: アプリ
ko: 앱
mi: Taupānga
ms: Apl
pl: Aplikacja
pt: Aplicação
pt_br: Aplicativo
ru: Приложение
sl: Aplikacija
th: แอพ
vi: Ứng Dụng
zh: 应用程序
zh_hk: 應用程式

source: Appearance
ar: المظهر
ca: Aspecte
cy: Edrychiad
da: Udseende
da_instk12: Udseende
de: Aussehen
es: Apariencia
es_es: Apariencia
fi: Ulkoasu
fr: Apparence
fr_ca: Apparence
ga: Dealramh
hi: दिखावट
ht: Aparans
id: Tampilan
is: Útlit
it: Aspetto
ja: 外観
ko: 디자인
mi: Āhua
ms: Penampilan
nb: Utseende
nb_instk12: Utseende
nl: Uiterlijk
pl: Wygląd
pt: Aparência
pt_br: Aparência
ru: Представление
sl: Videz
sv: Utseende
sv_instk12: Utseende
th: ลักษณะภายนอก
vi: Giao Diện
zh: 外观
zh_hk: 外觀

source: Appointment Availability
ar: توفر الموعد
ca: Disponibilitat de cites
cy: Apwyntiadau ar gael
da: Aftaler til rådighed
da_instk12: Aftaler til rådighed
de: Terminverfügbarkeit
es: Disponibilidad de citas
es_es: Disponibilidad de citas
fi: Tapaamisen saatavilla olo
fr: Disponibilité des rendez-vous
fr_ca: Disponibilité de rendez-vous
ga: Na Coinní atá ar fáil
hi: नियुक्ति की उपलब्धता
ht: Disponibilite Randevou
id: Ketersediaan Janji Temu
is: Tiltækir fundir
it: Disponibilità appuntamento
ja: 予約利用可能性
ko: 예약 가능 여부
mi: Wāhui te wātea
ms: Ketersediaan Janji Temu
nb: Tilgjengelighet for avtaler
nb_instk12: Tilgjengelighet for avtaler
nl: Beschikbaarheid voor afspraak
pl: Dostępność spotkań
pt: Disponibilidade de compromisso
pt_br: Disponibilidade do compromisso
ru: Доступность регистрации
sl: Objave novih sestankov
sv: Lediga mötestillfällen
sv_instk12: Lediga mötestillfällen
th: ความพร้อมตามนัดหมาย
vi: Độ Khả Dụng Cuộc Họp Theo Lịch
zh: 预约可用性
zh_hk: 預約可用性

source: Appointment Cancellations
ar: إلغاءات المواعيد
ca: Cancel·lacions de cites
cy: Canslo apwyntiadau
da: Aflyste aftaler
da_instk12: Aflyste aftaler
de: Terminstornierungen
es: Cancelaciones de citas
es_es: Cancelaciones de citas
fi: Tapaamisen peruutukset
fr: Annulations de rendez-vous
fr_ca: Annulations de rendez-vous
ga: Cealuithe Coinne
hi: नियुक्ति रद्दीकरण
ht: Anilasyon Randevou
id: Pembatalan Janji Temu
is: Hætt við fundi
it: Annullamenti appuntamenti
ja: 予定の取り消し
ko: 예약 취소
mi: whakakorenga Wāhui
ms: Pembatalan Janji Temu
nb: Kanselleringer av avtaler
nb_instk12: Kanselleringer av avtaler
nl: Annuleringen van afspraak
pl: Anulowanie spotkań
pt: Cancelamentos de compromissos
pt_br: Cancelamento de Compromissos
ru: Отмена встреч
sl: Preklici sestankov
sv: Avbokningar för mötestillfälle
sv_instk12: Avbokningar för mötestillfälle
th: การยกเลิกนัดหมาย
vi: Mục Hủy Cuộc Họp Theo Lịch
zh: 预约取消
zh_hk: 取消預約

source: Appointment Signups
ar: مواعيد التسجيل
ca: Registres de cites
cy: Archebu Apwyntiadau
da: Tilmeldinger til aftaler
da_instk12: Tilmeldinger til aftaler
de: Terminanmeldungen
es: Registros para citas
es_es: Registros para citas
fi: Tapaamisen rekisteröitymiset
fr: Inscriptions aux rendez-vous
fr_ca: Inscriptions de rendez-vous
ga: Clárúchán le haghaidh coinní
hi: नियुक्ति साइन अप
ht: Randevou Enskripsyon
id: Pendaftaran Janji Temu
is: Skráningar á fund
it: Registrazioni appuntamento
ja: 受講者予約サインアップ
ko: 예약 등록
mi: Haina runga Wāhui
ms: Pendaftaran Janji Temu
nb: Avtalepåmeldinger
nb_instk12: Avtalepåmeldinger
nl: Aanmeldingen voor afspraak
pl: Rejestracje na spotkania
pt: Inscrições de nomeação
pt_br: Inscrições em compromissos
ru: Заявления о регистрации
sl: Prijave na sestanke
sv: Nya mötestillfällen
sv_instk12: Nya mötestillfällen
th: การรับนัดหมาย
vi: Mục Đăng Ký Cuộc Họp Theo Lịch
zh: 预约注册
zh_hk: 登記預約

source: Archive
ar: أرشفة
ca: Arxiva
cy: Archifo
da: Arkiv
da_instk12: Arkiv
de: Archivieren
es: Archivar
es_es: Archivar
fi: Arkisto
fr: Archiver
fr_ca: Archiver
ga: Cartlann
hi: संग्रहीत करें
ht: Achiv
id: Arsipkan
is: Safn
it: Archivia
ja: アーカイブ
ko: 보관
mi: Pūranga
ms: Arkib
nb: Arkiv
nb_instk12: Arkiv
nl: Archiveren
pl: Archiwum
pt: Ficheiro
pt_br: Arquivar
ru: Архив
sl: Arhiviraj
sv: Arkivera
sv_instk12: Arkiv
th: จัดเก็บแยก
vi: Lưu Trữ
zh: 归档
zh_hk: 存檔

source: Archived
ar: مؤرشف
ca: Arxivat
cy: Archifwyd
da: Arkiveret
da_instk12: Arkiveret
de: Archiviert
es: Archivado
es_es: Archivado
fi: Arkistoitu
fr: Archivé
fr_ca: Archivé
ga: Cartlannaithe
hi: संग्रहीत किया गया
ht: Achive
id: Diarsipkan
is: Sett í safn
it: Archiviato
ja: アーカイブ済み
ko: 보관됨
mi: Kua pūrangatia
ms: Diarkibkan
nb: Arkivert
nb_instk12: Arkivert
nl: Gearchiveerd
pl: Zarchiwizowane
pt: Arquivada
pt_br: Arquivada
ru: Архивировано
sl: Arhivirano
sv: Arkiverade
sv_instk12: Arkiverad
th: จัดเก็บแยกแล้ว
vi: Được Lưu Trữ
zh: 已归档
zh_hk: 已存檔

source: Are sure you want to leave your process? Your changes will not be saved.
ar: هل تريد حقًا ترك العملية؟ لن يتم حفظ التغييرات.
ca: Segur que voleu sortir del procés? No es desaran els canvis.
cy: Ydych chi’n siŵr eich bod am adael eich proses? Ni fydd eich newidiadau’n cael eu cadw.
da: Er du sikker på, at du vil forlade din proces? Dine ændringer gemmes ikke.
da_instk12: Er du sikker på, at du vil forlade din proces? Dine ændringer gemmes ikke.
de: Sind Sie sicher, dass Sie diesen Prozess verlassen möchten? Ihre Änderungen werden nicht gespeichert.
es: ¿Confirma que quiere abandonar su proceso? Sus cambios no se guardarán.
es_es: ¿Estás seguro de que quieres abandonar el proceso? No se guardarán los cambios.
fi: Haluatko varmasti lähteä prosessista? Muutoksiasi ei ei tallenneta.
fr: Êtes-vous sûr de vouloir quitter le processus ? Vos modifications ne seront pas enregistrées.
fr_ca: Voulez-vous vraiment quitter votre processus? Vos modifications ne seront pas enregistrées.
ga: An bhfuil tú cinnte gur mhaith leat do phróiseas a fhágáil? Ní shábhálfar do chuid athruithe.
hi: क्या आप सच में अपना प्रोसेस छोड़ना चाहते हैं? आपके परिवर्तन सहेजे नहीं जाएंगे।
ht: Èske w sèten ou vle kite pwosesis ou a? Chanjman w yo pa p sovgade.
id: Anda yakin mau meninggalkan proses Anda? Perubahan Anda tidak akan disimpan
is: Viltu örugglega fara úr ferlinu? Breytingarnar verða ekki vistaðar.
it: Uscire dalla procedura? Le modifiche non saranno salvate.
ja: このプロセスを削除してもよろしいですか？変更は保存されません。
ko: 이 프로세스에서 나가시겠습니까? 변경 사항이 저장되지 않습니다.
mi: Kei te tino hiahia koe ki te wehe i to tukanga? Ko o huringa ka kore e tiakina.
ms: Adakah anda pasti anda ingin meninggalkan proses anda? Perubahan anda tidak akan disimpan.
nb: Er du sikker på at du vil forlate prosessen? Endringene dine vil ikke bli lagret.
nb_instk12: Er du sikker på at du vil forlate prosessen? Endringene dine vil ikke bli lagret.
nl: Weet je zeker dat je het proces wilt afsluiten? Je wijzigingen worden niet opgeslagen.
pl: Czy na pewno chcesz przerwać ten proces? Twoje zmiany nie zostaną zapisane.
pt: Tem a certeza de que pretende abandonar o seu processo? As suas alterações não serão guardadas.
pt_br: Tem certeza de que deseja abandonar seu processo? Suas alterações não serão salvas.
ru: Вы уверены, что хотите оставить процесс? Ваши изменения не будут сохранены.
sl: Ali ste prepričani, da želite zapustiti svoj postopek? Vaše spremembe. ne bodo shranjene.
sv: Vill du lämna din process? Dina ändringar kommer inte att sparas.
sv_instk12: Vill du lämna din process? Dina ändringar kommer inte att sparas.
th: แน่ใจว่าต้องการออกจากกระบวนการนี้หรือไม่ การแก้ไขของคุณจะไม่ถูกบันทึกไว้
vi: Bạn có chắc chắn muốn rời khỏi quá trình này không? Các thay đổi của bạn sẽ không được lưu lại.
zh: 是否确实要离开流程？您的更改将不会保存。
zh_hk: 您確定要離開您的程序嗎？將不會儲存您的變更。

source: Are you sure you want to delete %@?
ar: هل تريد بالتأكيد حذف %@؟
ca: Segur que voleu suprimir %@?
cy: Ydych chi’n siŵr eich bod am ddileu %@?
da: Er du sikker på, at du vil slette %@?
da_instk12: Er du sikker på, at du vil slette %@?
de: Möchten Sie %@ wirklich löschen?
es: ¿Está seguro de que desea eliminar %@?
es_es: ¿Estás seguro de que quieres eliminar %@?
fi: Haluatko varmasti poistaa kohteen %@?
fr: Êtes-vous sûr de vouloir supprimer %@ ?
fr_ca: Voulez-vous vraiment supprimer %@?
ga: An bhfuil tú cinnte gur mhaith leat %@ a scriosadh?
hi: क्या आप सच में %@ मिटाना चाहते हैं?
ht: Èske se vre ou vle efase %@?
id: Anda yakin mau menghapus %@?
is: Viltu örugglega eyða %@?
it: Vuoi eliminare %@?
ja: %@を削除してもよろしいですか？
ko: %@을(를) 삭제하시겠습니까?
mi: E tino hiahia ana koe ki te muku %@?
ms: Adakah anda pasti anda ingin memadamkan %@?
nb: Er du sikker på at du vil slette %@?
nb_instk12: Er du sikker på at du vil slette %@?
nl: Weet je zeker dat je %@ wilt verwijderen?
pl: Czy na pewno chcesz usunąć %@?
pt: Tem a certeza de que deseja eliminar %@?
pt_br: Tem certeza de que deseja excluir %@?
ru: Вы действительно хотите удалить %@?
sl: Ali ste prepričani, da želite odstraniti %@?
sv: Vill du radera %@?
sv_instk12: Vill du radera %@?
th: แน่ใจว่าต้องการลบ %@ หรือไม่
vi: Bạn có chắc chắn muốn xóa %@ không?
zh: 是否确定要删除 %@？
zh_hk: 是否確定要刪除 %@？

source: Are you sure you want to delete this page?
ar: هل تريد بالتأكيد حذف هذه الصفحة؟
ca: Segur que voleu suprimir aquesta pàgina?
cy: Ydych chi’n siŵr eich bod am ddileu’r dudalen hon?
da: Er du sikker på, at du ønsker at slette denne side?
da_instk12: Er du sikker på, at du ønsker at slette denne side?
de: Möchten Sie diese Seite wirklich löschen?
es: ¿Está seguro de que desea eliminar esta página?
es_es: ¿Estás seguro de que quieres eliminar esta página?
fi: Haluatko varmasti poistaa tämän sivun?
fr: Êtes-vous sûr de vouloir supprimer cette page ?
fr_ca: Voulez-vous vraiment supprimer cette page?
ga: An bhfuil tú cinnte gur mhaith leat an leathanach seo a scriosadh?
hi: क्या आप सच में इस पेज को मिटाना चाहते हैं?
ht: Èske se vre ou vle efase paj sa a?
id: Anda yakin mau menghapus halaman ini?
is: Viltu örugglega eyða þessari síðu?
it: Vuoi eliminare questa pagina?
ja: このページを削除してもよろしいですか？
ko: 이 페이지를 삭제하시겠습니까?
mi: Kei te tino hiahia koe ki te muku i tēnei whārangi?
ms: Adakah anda pasti anda ingin memadamkan halaman ini?
nb: Er du sikker på at du vil slette denne siden?
nb_instk12: Er du sikker på at du vil slette denne siden?
nl: Weet je zeker dat je deze pagina wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę stronę?
pt: Tem a certeza de que deseja eliminar esta página?
pt_br: Tem certeza de que deseja excluir essa página?
ru: Вы действительно хотите удалить эту страницу?
sl: Ali ste prepričani, da želite odstraniti to stran?
sv: Vill du ta bort den här sidan?
sv_instk12: Vill du ta bort den här sidan?
th: แน่ใจว่าต้องการลบเพจนี้หรือไม่
vi: Bạn có chắc chắn muốn xóa trang này không?
zh: 是否确定要删除此页面？
zh_hk: 是否確定要刪除此內容頁？

source: Are you sure you want to exit Student View?
ar: هل تريد بالتأكيد الخروج من عرض الطالب؟
ca: Segur que voleu sortir de la Vista d'estudiant?
cy: Ydych chi'n siŵr eich bod am adael Gwedd Myfyriwr?
da: Er du sikker på, at du vil afslutte visning for studerende?
da_instk12: Er du sikker på, at du vil afslutte elevvisning?
de: Sind Sie sicher, dass Sie die Studierendendenansicht verlassen wollen?
es: ¿Está seguro de que desea salir de la Vista de estudiante?
es_es: ¿Estás seguro de que quieres salir de la vista de estudiante?
fi: Oletko varma, että haluat poistua opiskelijanäkymästä?
fr: Êtes-vous sûr de vouloir quitter la vue Élève ?
fr_ca: Voulez-vous vraiment quitter la vue Étudiant?
ga: An bhfuil tú cinnte gur mhaith leat Amharc na Mac Léinn a fhágáil?
hi: क्या आप सच में छात्र दृश्य से बाहर निकलना चाहते हैं?
ht: Èske tout bon ou vle soti nan Afichaj Elèv la?
id: Anda yakin mau keluar dari Tampilan Siswa?
is: Viltu örugglega fara úr nemendaskjá?
it: Uscire da Student View?
ja: 本当に 受講者ビューを終了しますか。
ko: 학생 보기에서 나가시겠습니까?
mi: E pono ana koe ki te puta Ākonga Titiro?
ms: Adakah anda pasti anda ingin keluar dari Pandangan Pelajar?
nb: Er du sikker på at du vil avslutte Studentvisning?
nb_instk12: Er du sikker på at du vil avslutte Vis som elev?
nl: Weet je zeker dat je de Cursistweergave wilt afsluiten?
pl: Czy na pewno chcesz wyłączyć Widok uczestnika?
pt: Você tem a certeza de que deseja sair da Visualização do Aluno?
pt_br: Tem certeza de que deseja sair da Visualização do Aluno?
ru: Вы действительно хотите выйти из представления для студентов?
sl: Ali ste prepričani, da želite zapustiti pogled študenta?
sv: Är du säker på att du vill avsluta studentvyn?
sv_instk12: Är du säker på att du vill avsluta elevens vyn?
th: แน่ใจว่าต้องการออกจากมุมมองผู้เรียนหรือไม่
vi: Bạn có chắc chắn muốn thoát Góc Nhìn Của Sinh Viên không?
zh: 是否确定要退出学生视图？
zh_hk: 是否確定離開學生視圖？

source: Are you sure you want to leave this quiz?
ar: هل تريد حقاً الخروج من هذا الاختبار الموجز؟
ca: Segur que voleu deixar aquesta prova?
cy: Ydych chi’n siŵr eich bod am adael y cwis hwn?
da: Er du sikker på, at du ønsker at forladedene quiz?
da_instk12: Er du sikker på, at du ønsker at forlade denne quiz?
de: Sind Sie sicher, dass Sie dieses Quiz wirklich verlassen wollen?
es: ¿Está seguro de que desea abandonar este examen?
es_es: ¿Seguro que quieres abandonar esta prueba?
fi: Haluatko varmasti lähteä tästä kyselystä?
fr: Êtes-vous certain de vouloir quitter ce questionnaire ?
fr_ca: Voulez-vous vraiment quitter ce questionnaire?
ga: An bhfuil tú cinnte gur mhaith leat an quiz seo a fhágáil?
hi: क्या आप सच में इस प्रश्नोत्तरी को छोड़ना चाहते हैं?
ht: Èske vrèman ou vle kite quiz sa a?
id: Anda yakin mau keluar dari kuis ini?
is: Viltu örugglega fara úr prófinu?
it: Vuoi uscire da questo quiz?
ja: この小テストを止めますか？
ko: 이 퀴즈에서 나가시겠습니까?
mi: E tino hiahia ana koe ki te waiho i tēnei quiz?
ms: Adakah anda pasti anda ingin meninggalkan kuiz ini?
nb: Er du sikker på ut du vil gå ut av denne quizen?
nb_instk12: Er du sikker på ut du vil gå ut av denne quizen?
nl: Weet je zeker dat je deze toets wilt verlaten?
pl: Czy na pewno chcesz opuścić ten test?
pt: Tem a certeza que deseja sair deste questionário?
pt_br: Você tem certeza de que quer sair do teste?
ru: Вы уверены, что хотите выйти из этого теста?
sl: Ali ste prepričani, da želite zapustiti ta kviz?
sv: Vill du lämna det här quizet?
sv_instk12: Vill du lämna det här quizzet?
th: แน่ใจว่าต้องการออกจากแบบทดสอบนี้หรือไม่
vi: Bạn có chắc chắn muốn rời khỏi bài kiểm tra này không?
zh: 您确认想离开测验吗？
zh_hk: 您確定要離開這次測驗嗎？

source: Are you sure you want to remove this file?
ar: هل تريد بالفعل إزالة هذا الملف؟
ca: Segur que voleu eliminar aquest fitxer?
cy: Ydych chi’n siŵr eich bod chi am dynnu’r ffeil hon?
da: Er du sikker på, at du vil fjerne denne fil?
da_instk12: Er du sikker på, at du vil fjerne denne fil?
de: Möchten Sie diese Datei wirklich entfernen?
es: ¿Está seguro de que desea eliminar este archivo?
es_es: ¿Estás seguro de que quieres eliminar este archivo?
fi: Haluatko varmasti poistaa tämän tiedoston?
fr: Souhaitez-vous vraiment supprimer ce fichier ?
fr_ca: Voulez-vous vraiment retirer ce fichier?
ga: An bhfuil tú cinnte gur mhaith leat an comhad seo a bhaint?
hi: क्या आप सच में इस फ़ाइल को निकालना चाहते हैं?
ht: Èske se vre ou vle elimine fichye sa a?
id: Anda yakin mau menghapus file ini?
is: Viltu örugglega fjarlægja þessa skrá?
it: Rimuovere questo file?
ja: このファイルを削除してもよろしいですか?
ko: 이 파일을 제거하시겠습니까?
mi: E tino hiahia ana koe ki te tango i tēnei kōnae?
ms: Adakah anda pasti anda ingin mengalih keluar fail ini?
nb: Er du sikker på at du vil fjerne denne filen?
nb_instk12: Er du sikker på at du vil fjerne denne filen?
nl: Weet je zeker dat je dit bestand wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten plik?
pt: Tem a certeza de que quer remover este ficheiro?
pt_br: Tem certeza que deseja remover este arquivo?
ru: Вы действительно хотите удалить этот файл?
sl: Ali ste prepričani, da želite odstraniti to datoteko?
sv: Vill du ta bort den här filen?
sv_instk12: Vill du ta bort den här filen?
th: แน่ใจว่าต้องการลบไฟล์นี้หรือไม่
vi: Bạn có chắc chắn muốn gỡ tập tin này không?
zh: 是否确实要移除此文件？
zh_hk: 您是否確定要移除此檔案？

source: Are you sure you would like to delete this announcement?
ar: هل أنت متأكد من أنك ترغب في حذف هذا الإعلان؟
ca: Segur que voleu suprimir aquest anunci?
cy: Ydych chi’n siŵr eich bod am ddileu’r cyhoeddiad hwn?
da: Er du sikker på, at du vil slette denne besked?
da_instk12: Er du sikker på, at du vil slette denne besked?
de: Möchten diese Ankündigung wirklich löschen?
es: ¿Confirma que desea eliminar este anuncio?
es_es: ¿Estás seguro de que quieres eliminar este anuncio?
fi: Haluatko varmasti poistaa tämän ilmoituksen?
fr: Voulez-vous vraiment supprimer cette annonce ?
fr_ca: Voulez-vous vraiment supprimer cette annonce?
ga: An bhfuil tú cinnte gur mhaith leat an fógra seo a scriosadh?
hi: क्या आप सच में इस घोषणा को मिटाना चाहेंगे?
ht: Èske vrèman ou ta renmen elimine anons sa a?
id: Anda yakin mau menghapus pengumuman ini?
is: Viltu örugglega eyða þessari tilkynningu?
it: Vuoi eliminare questo annuncio?
ja: このアナウンスを本当に削除しますか？
ko: 이 공지를 삭제하시겠습니까?
mi: E tino hiahia ana koe ki te muku i tēnei pānuitanga?
ms: Adakah anda pasti anda ingin memadamkan pengumuman ini?
nb: Er du sikker på at du vil slette denne kunngjøringen?
nb_instk12: Er du sikker på at du vil slette denne beskjeden?
nl: Weet je zeker dat je deze aankondiging wilt verwijderen?
pl: Czy na pewno chcesz usunąć to ogłoszenie?
pt: Tem a certeza de que deseja eliminar este anúncio?
pt_br: Tem certeza de que deseja excluir este anúncio?
ru: Вы уверены, что хотите удалить это объявление?
sl: Ali ste prepričani, da želite odstraniti to obvestilo?
sv: Är du säker på att du vill ta bort det här meddelandet?
sv_instk12: Är du säker på att du vill ta bort det här meddelandet?
th: แน่ใจว่าต้องการลบประกาศนี้หรือไม่
vi: Bạn có chắc chắn muốn xóa thông báo này không?
zh: 是否确实要删除此公告？
zh_hk: 您確定要刪除此通告嗎？
